Revit 2024 API
UnitTypeId.MillimetersToTheSixthPower Property
 Millimeters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MillimetersToTheSixthPower { get; }
Visual Basic
Public Shared ReadOnly Property MillimetersToTheSixthPower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MillimetersToTheSixthPower {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace